/* About screen blog label */
"About.blog" = "部落客";

/* About screen footer */
"About.footer" = "由全球极特钱包团队打造。版本%1$@";

/* Privay Policy button label */
"About.privacy" = "隐私政策";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "使用条款";

/* About screen title */
"About.title" = "IOS极特钱包是极特币的移动钱包。";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "关闭";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "支持中心";

/* Loading Wallet Message */
"Account.loadingMessage" = "钱包装载中";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "我的极特钱包";

/* Error alert title */
"Alert.error" = "故障";

/* No internet alert message */
"Alert.noInternet" = "没网络信号。检查信号后再试";

/* Warning alert title */
"Alert.warning" = "警告／提醒";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "地址复制成功";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "全部钱包地址已经复制成功";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "纸键设置成功";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "太好了！";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "密码设置成功";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "发送失败";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "发送已被确认";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "成功发送！";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON系列化故障";

/* Wallet not ready error message */
"ApiClient.notReady" = "钱包还没有准备好";

/* API Token error message */
"ApiClient.tokenError" = "无法检索API令牌";

/* header of balance */
"Balance.header" = "总余额";

/* Send BCH view body. */
"BCH.body" = "请输入一个有效的极特币接收地址。当分叉发生时，您钱包里的所有极特币余额(%1$@)都会被发出。";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "请确认从%1$@ 发送至 %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "确认";

/* Generic bch erorr message */
"BCH.genericError" = "您的账户里没有极特币。或者您在分叉之后才收到的极特币。";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "交易ID复制成功";

/* No address error message */
"BCH.noAddressError" = "请输入一个地址";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "不好意思！极特币不支持此支付协议。";

/* BCH successfully sent alert message */
"BCH.successMessage" = "极特币发送成功！";

/* Widthdraw BCH view title */
"BCH.title" = "提取极特币";

/* Tx Hash button header */
"BCH.txHashHeader" = "极特币交易ID";

/* Approve button label */
"BitID.approve" = "批准";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@需要您的极特钱包来作认证";

/* Deny button label */
"BitID.deny" = "不通过";

/* BitID error alert title */
"BitID.error" = "验证错误";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "请检查服务提供商。或者您需要重试一次。";

/* BitID success alert title */
"BitID.success" = "成功验证";

/* BitID Authentication Request alert view title */
"DigiID.title" = "极特ID验证请求";

/* Cancel button label */
"Button.cancel" = "取消";

/* Ignore button label */
"Button.ignore" = "忽略";

/* menu button */
"Button.menu" = "菜单";

/* No button */
"Button.no" = "否";

/* OK button label */
"Button.ok" = "是";

/* receive button */
"Button.receive" = "接收";

/* send button */
"Button.send" = "发送";

/* Settings button label */
"Button.settings" = "设置";

/* Settings button label */
"Button.submit" = "提交";

/* Yes button */
"Button.yes" = "是";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "把证件放在格子正中间";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "发送额：";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "网络手续费：";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "正在处理：此次转账将在%1$@秒内完成";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "发送";

/* Confirmation Screen title */
"Confirmation.title" = "确认";

/* To: (address) */
"Confirmation.to" = "到";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "总记花费：";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "为了万无一失，请从您的纸键输入以下汉字。";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "汉字＃%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "极特币显示单位";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "兑换率";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "此设备不支持IOS邮件app";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "不支持邮件功能";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "此设备没有设置发送短信功能。";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "不支持短信功能";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "您可以从%1$@设定面部认证的支出限制。";

/* Face Id screen label */
"FaceIDSettings.label" = "用您的面部认证解锁极特钱包，并设定发送上限。";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "链接文(see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "启用极特钱包面部识别认证";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID 面部识别认证";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "您还没设置面部识别认证。请立刻设置: 设置->Face ID面部识别认证和密码";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "还没设置Face ID面部识别认证";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID面部识别认证支出上限";

/* Economy fee */
"FeeSelector.economy" = "经济";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "预计到达: 1+分钟以上";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "时间紧急的话不推荐此选项。";

/* Regular fee */
"FeeSelector.regular" = "普通";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "预计到达: 15-30秒";

/* Fee Selector title */
"FeeSelector.title" = "转账速度";

/* Checking private key balance progress view text */
"Import.checking" = "查询私钥余额中...";

/* Sweep private key confirmation message */
"Import.confirm" = "确认从这个私钥发送%1$@极特币到你的钱包吗？极特币网络将收取%2$@手续费。";

/* Duplicate key error message */
"Import.Error.duplicate" = "此私钥已经存在于你的钱包中。";

/* empty private key error message */
"Import.Error.empty" = "这个私钥是空的";

/* High fees error message */
"Import.Error.highFees" = "在这个私钥上转账手续费将大于余额";

/* Not a valid private key error message */
"Import.Error.notValid" = "请输入一个合理的私钥";

/* Import signing error message */
"Import.Error.signing" = "转账签字错误";

/* Import button label */
"Import.importButton" = "导入";

/* Importing wallet progress view label */
"Import.importing" = "正在导入钱包";

/* Caption for graphics */
"Import.leftCaption" = "将被导入的钱包";

/* Import wallet intro screen message */
"Import.message" = "导入一个钱包将一次性把该余额全部转入你的极特钱包里。";

/* Enter password alert view title */
"Import.password" = "这个私钥受密码保护。";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "密码";

/* Caption for graphics */
"Import.rightCaption" = "您的极特钱包";

/* Scan Private key button label */
"Import.scan" = "扫描私钥";

/* Import wallet success alert title */
"Import.success" = "导入成功";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "钱包导入成功";

/* Import Wallet screen title */
"Import.title" = "导入钱包";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "正在解锁私钥";

/* Import wallet intro warning message */
"Import.warning" = "导入一个钱包不会包括交易历史或其他信息。";

/* Wrong password alert message */
"Import.wrongPassword" = "密码错误，请重新输入";

/* Close app button */
"JailbreakWarnings.close" = "关闭";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "忽略";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "您的设备不安全！任何“越狱”的App都可以获取极特币的钥匙链数据并窃取您的极特币！请立即删除此钱包并在一个安全的设备上恢复。";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "您的设备不安全！任何“越狱”的App都可以获取极特币的钥匙链数据并窃取您的极特币！请只在非越狱的设备上使用极特钱包。";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "警告";

/* Location services disabled error */
"LocationPlugin.disabled" = "定位服务被关闭";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "极特钱包没有权限使用定位服务";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "您的钱包创建于%1$@";

/* Manage wallet description text */
"ManageWallet.description" = "您的钱包名称仅出现在你账户历史交易中，不会被其他任何人看见";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "钱包名称";

/* Manage wallet modal title */
"ManageWallet.title" = "管理钱包";

/* Menu button title */
"MenuButton.lock" = "锁定钱包";

/* Menu button title */
"MenuButton.security" = "安全中心";

/* Menu button title */
"MenuButton.settings" = "设置";

/* Menu button title */
"MenuButton.support" = "支持";

/* button label */
"MenuViewController.createButton" = "创建新的钱包";

/* Menu modal title */
"MenuViewController.modalTitle" = "菜单";

/* button label */
"MenuViewController.recoverButton" = "恢复钱包";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "切换到自动模式";

/* Node is connected label */
"NodeSelector.connected" = "已连接";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "输入节点IP地址和端口（可选）";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "输入节点";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "切换到手动模式";

/* Node address label */
"NodeSelector.nodeLabel" = "当前主节点";

/* Node is not connected label */
"NodeSelector.notConnected" = "未连接";

/* Node status label */
"NodeSelector.statusLabel" = "节点连接状态";

/* Node Selector view title */
"NodeSelector.title" = "极特币节点";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "交易请求失败";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "文件损坏或不支持";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "缺少认证";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "请求已过期";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "无法进行转账";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "极特币转账不可少于%1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "极特币转出数额不可少于$@";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "签字类别不受支持";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "该认证不受信任";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "点击这里来启用脸部认证";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "启用脸部认证";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "您的设备需要密码保护。请在设置菜单开启密码保护。";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "开启密码";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "您的纸键必须被妥善保存，以免手机丢失或者换手机。点此继续。";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "请采取措施";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "您的钱包可能没有同步。通常修复的办法是重新扫描区块链。";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "转账被拒绝";

/* header of PinView */
"Prompts.SecurityCheck.header" = "检查安全性";

/* Share data prompt body */
"Prompts.ShareData.body" = "通过分享您匿名的数据帮助我们提高极特钱包的体验！";

/* Share data prompt title */
"Prompts.ShareData.title" = "分享匿名数据";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "点此开启触控 ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "开启触控 ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "极特钱包已经升级到一个6位数的密码。点此升级密码。";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "升级密码";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "开启推送提示来接受极特钱包未来的资讯";

/* Push notifications toggle switch label */
"PushNotifications.label" = "推送提示";

/* Push notifications are off label */
"PushNotifications.off" = "关闭";

/* Push notifications are on label */
"PushNotifications.on" = "开启";

/* Push notifications settings view title label */
"PushNotifications.title" = "通知";

/* Address copied message. */
"Receive.copied" = "复制到剪贴板成功！";

/* Share via email button label */
"Receive.emailButton" = "邮箱";

/* Request button label */
"Receive.request" = "请求一个金额";

/* Share button label */
"Receive.share" = "分享";

/* Share via text message (SMS) */
"Receive.textButton" = "短信";

/* Receive modal title */
"Receive.title" = "收取";

/* Done button text */
"RecoverWallet.done" = "完成";

/* Recover wallet header */
"RecoverWallet.header" = "恢复钱包";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "重置密码";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "输入纸键";

/* Recover wallet intro */
"RecoverWallet.intro" = "通过纸键恢复您的极特钱包";

/* Invalid paper key message */
"RecoverWallet.invalid" = "您输入的纸键不存在。请重新检查并再次输入。";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "左箭头";

/* Next button label */
"RecoverWallet.next" = "下一步";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "点此获取更多信息。";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "右箭头";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "输入您想恢复的极特钱包的纸键";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "请输入您纸键的字到以下方格里来重置密码";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "请先输入一个金额";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "请求金额";

/* Alert action button label */
"ReScan.alertAction" = "同步";

/* Alert message body */
"ReScan.alertMessage" = "在同步的时候不可以发送";

/* Alert message title */
"ReScan.alertTitle" = "确认与区块链同步吗？";

/* extimated time */
"ReScan.body1" = "20-45分钟";

/* Syncing explanation */
"ReScan.body2" = "如果一个交易在极特币网络上显示已经完成但并没有显示在您的钱包里。";

/* Syncing explanation */
"ReScan.body3" = "或重复的得到“交易被拒绝”的错误提醒。";

/* Start Sync button label */
"ReScan.buttonTitle" = "开始同步";

/* Sync blockchain view footer */
"ReScan.footer" = "在与区块链同步的时候无法发送。";

/* Sync Blockchain view header */
"ReScan.header" = "同步区块链";

/* Subheader label */
"ReScan.subheader1" = "预计完成时间";

/* Subheader label */
"ReScan.subheader2" = "请尝试用重新同步修复以下问题";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "照相机闪光灯";

/* Complete filter label */
"Search.complete" = "已完成";

/* Pending filter label */
"Search.pending" = "正在发送";

/* Received filter label */
"Search.received" = "已收到";

/* Sent filter label */
"Search.sent" = "已发送";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "面部认证";

/* Security Center Info */
"SecurityCenter.info" = "开启所有安全功能从而得到最大化保护。";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "在丢失或换新手机的情况下这是唯一能拿回你的极特币的办法。";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "纸键";

/* PIN button description */
"SecurityCenter.pinDescription" = "保护你的极特币不被非法用户获取。";

/* PIN button title */
"SecurityCenter.pinTitle" = "6位数字密码";

/* Security Center Title */
"SecurityCenter.title" = "安全中心";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "更方便的解锁极特钱包和设定发送上限。";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "触控 ID ";

/* Send money amount label */
"Send.amountLabel" = "金额";

/* Balance: $4.00 */
"Send.balance" = "余额:%1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "请在系统设置里开启摄像头。";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "极特钱包没有使用摄像头的许可";

/* Warning when sending to self. */
"Send.containsAddress" = "目的地是您自己的地址。您不能发送给自己";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "无法生成交易。";

/* Description for sending money label */
"Send.descriptionLabel" = "备注";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "粘贴板是空的";

/* Network Fee: $0.01 */
"Send.fee" = "网络手续费：%1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "收款人身份没有被验证。";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "发送地址不是一个有效的极特币地址。";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "粘贴板里没有一个有效的极特币地址。";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "无效的地址";

/* Is rescanning error message */
"Send.isRescanning" = "在完全重新扫描时，无法发送。";

/* Loading request activity view message */
"Send.loadingRequest" = "正在载入请求";

/* Empty address alert message */
"Send.noAddress" = "请输入接收人的地址";

/* Emtpy amount alert message */
"Send.noAmount" = "请输入发送金额。";

/* Paste button label */
"Send.pasteLabel" = "粘贴";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "无法在区块链广播此次转账。";

/* Could not load remote request error message */
"Send.remoteRequestError" = "无法载入付款请求。";

/* Scan button label */
"Send.scanLabel" = "扫描";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "发送";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "发送";

/* Send money to label */
"Send.toLabel" = "到";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "极特币地址只能使用使用一次";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "重新使用该地址将降低您和收款人的私密性，如果收款人不直接拥有该地址也可能导致极特币丢失。";

/* Adress already used alert title */
"Send.UsedAddress.title" = "地址已经被使用";

/* About label */
"Settings.about" = "关于";

/* Advanced Settings title */
"Settings.advancedTitle" = "高级设置";

/* i.e. the currency which will be displayed */
"Settings.currency" = "显示货币";

/* Join Early access label */
"Settings.earlyAccess" = "加入早期体验";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "您喜欢极特钱包吗？";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "面部认证支出限额";

/* Import wallet label */
"Settings.importTitle" = "导入钱包";

/* Manage settings section header */
"Settings.manage" = "管理";

/* Notifications label */
"Settings.notifications" = "通知";

/* Leave review button label */
"Settings.review" = "留下给我们的评论";

/* Share anonymous data label */
"Settings.shareData" = "分享匿名数据";

/* Sync blockchain label */
"Settings.sync" = "同步区块链";

/* Settings title */
"Settings.title" = "设置";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "触控 ID 发送上限";

/* Wallet Settings section header */
"Settings.wallet" = "钱包";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "新建/恢复另一个钱包";

/* Share data view body */
"ShareData.body" = "分享您的匿名资料有助于我们提升极特钱包。这不包含任何财务信息。我们尊重您的财务隐私。";

/* Share data header */
"ShareData.header" = "分享数据？";

/* Share data switch label. */
"ShareData.toggleLabel" = "分享匿名数据？";

/* button label */
"StartPaperPhrase.againButtonTitle" = "重新写下纸键";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "如果您的电话丢失，被偷，坏掉或者升级了，纸键是唯一找回极特币余额的方法。我们会给您一组字方便您写在一张纸上，请妥善保管。";

/* button label */
"StartPaperPhrase.buttonTitle" = "写下纸键";

/* Argument is date */
"StartPaperPhrase.date" = "您最后写下的纸键是在%1$@";

/* Start view message */
"StartViewController.message" = "使用极特币最安全的方法";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "区块高度";

"SynchingView.progressLabel" = "同步进程";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "正在连接";

/* Syncing view header text */
"SyncingView.header" = "同步中";

/* Retry button label */
"SyncingView.retry" = "重试";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "正在同步";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@天";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@小时";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@分钟";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@秒";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "您可以从%1$@设置触控认证的支出限额";

/* Touch Id screen label */
"TouchIdSettings.label" = "用您的指纹开锁极特钱包和设置支出限额。";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "指纹认证发送上限界面";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "支出限额: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "开启极特钱包触控 ID 指纹认证";

/* Touch ID settings view title */
"TouchIdSettings.title" = "触控 ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "这个设备没有开启触控 ID。请在设定->触控 ID 和密码栏里开启。";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "触控 ID 还没设置";

/* Always require passcode option */
"TouchIdSpendingLimit" = "总是要求密码";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "当支出额大于支出限制的时候，或者距上次输入密码超过48小时的时候，都需要再次输入6位密码。";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "触控 ID 支付上限";

/* Availability status text */
"Transaction.available" = "可用余额";

/* Transaction complete label */
"Transaction.complete" = "完成";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "余额:%1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "收到时的汇率:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "发送时的汇率:";

/* (b600 fee) */
"Transaction.fee" = "(费用%1$@)";

/* Invalid transaction */
"Transaction.invalid" = "无效";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "刚才";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "正在接收:  %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "正在发送:  %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "初始余额: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "等待确认中。有些商家需要确认来完成交易。预计时间: 1-2分钟。";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "账号";

/* Amount section header */
"TransactionDetails.amountHeader" = "金额";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "确认区块高度";

/* Memo section header */
"TransactionDetails.commentsHeader" = "备注";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "您的交易记录将出现在这里";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "在%1$@";

/* More button title */
"TransactionDetails.more" = "更多...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "被移到%1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "被移到<b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "未确认";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "收到 %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "收到<b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "已发送%1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "发送到<b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "状态";

/* Transaction Details Title */
"TransactionDetails.title" = "交易详情";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "到%1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "极特币交易编号";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "接收地址";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "发送地址";

/* filter buttons for transactionView */
"TransactionView.all" = "所有交易";

"TransactionView.received" = "已收到";

"TransactionView.sent" = "已发送";

/* Disabled until date */
"UnlockScreen.disabled" = "禁止使用直到：%1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "我的地址";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "重设密码";

/* Scan button title */
"UnlockScreen.scan" = "扫描";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "输入密码";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "解锁您的极特钱包。";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "用触控 ID 来解锁";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "钱包已解锁";

/* Update PIN caption text */
"UpdatePin.caption" = "请牢记这个密码。如果忘记，您将无法获取您的极特币。";

/* PIN creation info. */
"UpdatePin.createInstruction" = "您的密码将被用来解锁极特钱包和发送极特币。";

/* Update PIN title */
"UpdatePin.createTitle" = "设置密码";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "再次输入密码";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "请输入当前的密码。";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "请输入新的密码。";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "重新输入新的密码。";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "对不起，更新密码失败。";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "更新密码错误";

/* Update PIN title */
"UpdatePin.updateTitle" = "更新密码";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "确定复制钱包地址到剪切板里吗？";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "请授权复制钱包地址到剪切板";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "复制钱包地址";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "复制";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "请输入密码来授权这次转账。";

/* Verify PIN view body */
"VerifyPin.continueBody" = "请输入您的密码以继续。";

/* Verify PIN view title */
"VerifyPin.title" = "需要密码";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "授权这次转账";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "请打开极特钱包iPhone应用来设置您的钱包。";

/* Dismiss button label */
"Webview.dismiss" = "忽略";

/* Webview loading error message */
"Webview.errorMessage" = "载入失败，请重试。";

/* Updating webview message */
"Webview.updating" = "更新中...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "极特币IOS应用已经更名为极特钱包，带来全新的面貌和功能。\n\n如果您需要帮助，请按屏幕右上角的（?）";

/* Top title of welcome screen */
"Welcome.title" = "欢迎使用极特钱包！";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "请问您确定要删除这个钱包吗？";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "删除钱包？";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "删除钱包失败。";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "失败";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "输入此钱包纸键来删除这钱包以创建或修复另一个钱包。您的当前余额还保留在相对应的钱包纸键里。";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "通过新建或者恢复一个已有的钱包，可以使您在这个设备上管理多个钱包。";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "您的当前钱包将会被删除。其余额将会保留在它的纸键里。";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "新建或恢复另一个钱包";

/* Wipe wallet button title */
"WipeWallet.wipe" = "删除";

/* Wiping activity message */
"WipeWallet.wiping" = "正在删除...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "请按顺序写下每一个字并妥善保管。";

/* button label */
"WritePaperPhrase.next" = "下一个";

/* button label */
"WritePaperPhrase.previous" = "上一个";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$d个中的第%1$d个";

